12/data/attachments/44fbb5556291c17b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5063f9fa-e139-435c-b931-990b23df6a7b</nif:username>
            <nif:friendToBeAdded>Kathy_film_Actions_61365_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>